Repository: DarkDust/Concerts
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de

source: Add Performance
de: Auftritt hinzufügen

source: Cancel
de: Abbrechen

source: Count
de: Anzahl

source: Data Management
de: Datenverwaltung

source: Date
de: Datum

source: Delete
de: Löschen

source: Delete all data?
de: Alle Daten löschen?

source: Delete all data…
de: Alle Daten löschen …

source: Deleting all data failed
de: Löschen aller Daten fehlgeschlagen

source: Deleting performance failed
de: Auftritt löschen fehlgeschlagen

source: Empty CSV file.
de: Leere CSV-Datei

source: Failed to access the file.
de: Auf die Datei konnte nicht zugegriffen werden.

source: Failed to add performance
de: Auftritt hinzufügen fehlgeschlagen

source: Find
de: Suchen

source: Ignore first line
de: Erste Zeile ignorieren

source: Import complete
de: Import beendet

source: Import CSV file…
de: CSV-Datei importieren …

source: Import failed
de: Import fehlgeschlagen

source: Imported %lld lines.
de: %lld Zeilen importiert.

# Imported %lld of %lld lines.
source: Imported %1$lld of %2$lld lines.
de: %1$lld von %2$lld Zeilen importiert.

source: Partial attendance
de: Nur teilweise angesehen

source: Performances
de: Auftritte

source: Performances:
de: Auftritte:

source: Settings
de: Einstellungen

source: Statistics
de: Statistiken

source: This action cannot be undone.
de: Diese Aktion kann nicht widerrufen werden.

source: Unknown
de: Unbekannt

source: Venue
de: Veranstaltungsort

source: Venues:
de: Veranstaltungsorte:

source: Year
de: Jahr
